Repository: mr-elbe5/CoDefApp
Catalog: CoDefApp/Localizable.xcstrings
Source language: en
Languages: de

# weather.storm
source: Storm
de: Sturm

# weather.thunderstorm
source: Thunderstorm
de: Gewitter

# weather.unknown
source: Unknown
de: Unbekannt

source: Weather Conditions
de: Wetterlage

source: Weather Station
de: Wetterstation

source: Yes
de: Ja

source: Zip Code
de: Plz
